using System;

namespace Module2
{
    internal class Program
    {
        static void Main(string[] args)
        {
            //////Завдання №1
            /////Оголосити одновимірний (5 елементів) масив з назвою
            ////A i двовимірний масив(3 рядки, 4 стовпці) дробових чисел
            ////з назвою B.Заповнити одновимірний масив А числами,
            ////введеними з клавіатури користувачем, а двовимірний
            ////масив В — випадковими числами за допомогою циклів.
            ////Вивести на екран значення масивів: масиву А — в один
            ////рядок, масиву В — у вигляді матриці.Знайти у даних
            ////масивах загальний максимальний елемент, мінімальний
            ////елемент, загальну суму усіх елементів, загальний добуток
            ////усіх елементів, суму парних елементів масиву А, суму
            ////непарних стовпців масиву В.

            /*кінець завдання 1*/


        }
    }
}
